[GENERAL]
NAME					= Polski
TRANSLATOR				= Zbigniew Strzelczyk
DLG_FONT_NAME                           = 
DLG_FONT_SIZE                           = 

[TEXT]
TEXT_APP_NAME				= Bandicut
TEXT_BUILDNO				= Budowad#
TEXT_VERSION				= Bandicut ${str1} (${str2})
TEXT_APPINFO				= Bandicut - Szybki, prosty edytor wideo.
TEXT_BETA				= Beta
TEXT_UNREGISTERED			= Niezarejestrowany

TEXT_YES				= Tak
TEXT_NO					= Nie
TEXT_CLOSE				= Zamknij
TEXT_CANCEL				= Anuluj
TEXT_OK					= OK
TEXT_ABORT				= Stop
TEXT_RETRY				= Powtórz
TEXT_IGNORE				= Ignoruj
TEXT_CONTINUE				= Kontynuuj

TEXT_SAVE				= Save
TEXT_NOT_SAVE				= Don't Save

TEXT_SECOND				= Sek

TEXT_OPEN_FILE				= Otwórz plik
TEXT_SELECT_FOLDER			= Wybierz folder wyjściowy.

TEXT_SEG_DURATION			= Czas trwania ${str1}
TEXT_SEEK_POS				= Szukaj ${str1}
TEXT_TOTAL_SEG_DURATION			= Ogółem ${str1}
TEXT_HIGH_SPEED_MODE			= Tryb wysokiej szybkości
TEXT_HIGH_ENCODING_MODE			= Tryb kodowania

TEXT_VOLUME_MUTE			= Wycisz
TEXT_VOLUME				= Głośność: ${int1}

TEXT_CHANGE_LANG			= Aby zmienić język, należy ponownie uruchomić Bandicut.[br]Czy uruchomić ponownie?
TEXT_RESET_ALL_SETTINGS			= Na pewno chcesz przywrócić wszystkie ustawienia do wartości domyślnych?
TEXT_SHUTDOWN_SEC			= System zostanie wyłączony za ${int1} sekund.
TEXT_SHUTDOWN_APP_SEC			= Bandicut będzie zamknięty za ${int1} sekund.

TEXT_UPDATE_AVAILABLE			= Dostępna jest nowa wersja Bandicut. [br]Chcesz ją teraz pobrać?
TEXT_UPDATE_UNAVAILABLE			= Masz najnowszą wersję.
TEXT_UPDATE_FAILED			= Nie można sprawdzić informacji o wersji. [br]Być może chwilowo brak  połączenia z internetem. Spróbuj ponownie.
TEXT_OFFLINE				= Z funkcji tej można korzystać, gdy system jest podłączony do internetu[br]Po sprawdzeniu połączenia z internetemn spróbuj ponownie .

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Error, Warning
TEXT_PROGRAM_INVALID			= Błąd programu. [br] Zainstaluj ponownie Bandicut.

TEXT_NOT_SEEKABLE			= Ten format pliku nie jest obsługiwany. 
TEXT_NOT_SEEKABLE_DETAIL		= Tryb wysokiej szybkości i ustawienia segmentu nie są dostępne.[br]-Uszkodzona tabela indeksów.[br]- Brak klatki kluczowej lub i tabeli indeksów.

TEXT_NOT_SUPPORT_FILE			= Bandicut nie obsługuje tego pliku. [br](Nie ma wideo lub informacji kodeka.)[br][br]Możesz zobaczyć informacje o pliku
TEXT_NOT_SUPPORT_VIDEO			= [br]- Kodek wideo ${int1} : ${int2} ${str1}
TEXT_NOT_SUPPORT_AUDIO			= [br]- Kodek audio ${int1} : ${int2} ${str1}
TEXT_NOT_SUPPORT_FORMAT			= [br]- Format pliku : ${str1}
TEXT_NOT_SUPPORT_NONE			= Brak
TEXT_NOT_SUPPORT_NOT_DECODE		= (Nie można odtworzyć)
TEXT_NOT_SUPPORT_NO_VIDEO_DATA		= (Brak danych wideo)
TEXT_NOT_SUPPORT_NOT_EXIST		= [br]Plik wejściowy nie istnieje.[br]Sprawdź ścieżkę do pliku. 

TEXT_NOT_HIGH_SPEED			= Tryb wysokiej szybkości nie jest dostępny.
TEXT_NOT_HIGH_SPEED_DETAIL		= Ten plik nie może używać trybu wysokiej szybkości ze względu na problem z kodekiem. [br]- Użyj trybu kodowania.
TEXT_NOT_HIGH_SPEED_NOT_ENOUGH_VFRAME	= - Jest mniej niż 10 klatek wideo.
TEXT_NOT_HIGH_SPEED_QUERY		= - Nie można utworzyć pliku medialnego.

TEXT_NOT_HIGH_SPEED_KEY_FRAME		= Tryb wysokiej szybkości jest znacznie szybszy niż tryb kodowania. [br]Jednak czas uruchomienia tego pliku może się zmienić gdy używasz trybu wysokiej szybkości (${str1}).

TEXT_KEY_FRAME_CUT_TITLE		= Chcesz przejść z trybu wysokiej szybkości?
TEXT_KEY_FRAME_CUT_IMPOSSIBLE		= Tryb wysokiej szybkości jest dostępny po rejestracji.[br][br]Chcesz kupić licencję Bandicut z https://www.bandicut.com?

TEXT_FRAME_CUT_CANT_CHANGE		= Nie można zmienić tego ustawienia w darmowej wersji Bandicut.[br]Proszę kupić Bandicut z https://www.bandicut.com

TEXT_KEY_FRAME_CUT	= Czas startu tego pliku może się zmienić.
TEXT_KEY_FRAME_CUT2			= - Użyj trybu kodowania, gdyi są jakieś problemy.

TEXT_NOT_HIGH_SPEED_JOIN		= Tylko, gdy wszystkie formaty są dokładnie takie same, można użyć trybu szybkiego łączenia.

TEXT_MSG_CONVERTING_CLOSE		= Zadanie jest już uruchomione. Chcesz anulować go i zamknąć Bandicut?
TEXT_MSG_CONVERTING_CANCEL		= Zadanie jest już uruchomione. Na pewno chcesz anulować?
TEXT_MSG_CHECK_NOT_SHOW			= Nie pokazuj następnym razem.
TEXT_MSG_WRITE_HEADER			= Teraz piszę nagłówek pliku. Jeśli plik jest duży, to może trwać długo. Proszę, czekaj chwilę.

TEXT_ERROR_DISKSPACE_TITLE		= Not enough disk space for the output folder.
TEXT_ERROR_DISKSPACE			= Please change the output folder and try again.
TEXT_ERROR_DISKSPACE_DETAIL		= [br]-Available disk space: ${str1}[br]-Required disk space:${str2}
TEXT_ERROR_CACHE_DISKSPACE_TITLE	= Not enough disk space for the cache folder.
TEXT_ERROR_CACHE_DISKSPACE		= Please change the cache folder and try again.
TEXT_ERROR_CACHE_DISKSPACE_DETAIL	= [br]-Available disk space: ${str1}[br]-Required disk space:${str2}
TEXT_ERROR_FILE_SYSTEM_TITLE		= Please change the output or cache folder.
TEXT_ERROR_FILE_SYSTEM			= The output or cache folder is not located on an NTFS file system, which may cause problems when processing files larger than 4GB.[br]-Folder to change:
TEXT_CANT_KEYFRAME_SEEK			= Obecnie trwa analiza pliku medialnego. Po zakończeniu analizy, można szukać wg klatek kluczowych.
TEXT_READ_FILE				= Nie można odczytać pliku. Sprawdź plik wejściowy. [br] Jeśli plik jest na CD/DVD, to skopiuj go na twardy dysk, i spróbuj ponownie.
TEXT_CODEC_CONFIG			= Niepoprawne ustawienia kodowania.
TEXT_CODEC_CONFIG2			= [br]Przejdź do menu "Ustawienia kodowania", użyj domyślne ustawienia kodowania, i spróbuj jeszcze raz.
TEXT_VIDEO_ENCODING			= Wystąpił błąd podczas kodowania wideo. You need to check the input file or the encoding settings.
TEXT_VIDEO_ENCODING_QSV_TITLE		= Konwersja została zatrzymana, bo pojawił się problem z Intel® Quick Sync Video encoder.
TEXT_VIDEO_ENCODING_QSV			= Będziesz korzystał z kodeka H.264?
TEXT_AUDIO_ENCODING			= Wystąpił błąd podczas kodowania audio. You need to check the input file or the encoding settings.
TEXT_NOT_SUPPORT_TYPE			= Nie udało się utworzyć pliku wyjściowego.
TEXT_UNSUPPORT_VIDEO_SIZE		= Unable to convert to this video resolution.[br]The maximum resolution supported by ${str1} is ${str2}.[br]Please go to the 'Encoding Settings' menu and select another video resolution and try again.
TEXT_NO_ENCODER				= Nie można znaleźć kodeka.
TEXT_SEND_FILE				= Jeśli wyślesz ten plik wideo do bandicut@bandicam.com, postaramy się rozwiązać problem.
TEXT_CHECK_CHANGE_ENCODER		= Od teraz używaj kodeka H.264
TEXT_INTER_FILE				= An error occurred while saving the video to the output folder.
TEXT_CANT_DECODE_AUDIO			= Some audio tracks are unable to decode.[br]They won't be converted. Are you sure you want to continue?

TEXT_REBUILD_COMPLETE			= File(s) ready to edit.
TEXT_REBUILD_FAILED			= An error occurred while preparing the video file(s).[br]

TEXT_ERRMSG_CONVERT_NUM			= Kodowanie nieudane.(${int1})
TEXT_ERRMSG_CONVERT_VSIZE		= Nie można użyć trybu wysokiej szybkości, bo plik jest zbyt duży. Użyj trybu kodowania.

TEXT_MSG_CHANGE_MODE_DROP		= Gdy do Bandicut zostanie dodanych kilka plików, Bandicut zmieni się na łączenie. [br] Na pewno chcesz kontynuować?
TEXT_MSG_CANT_CHANGE			= Bandicut analizuje dodane pliki.

TEXT_MISSED_FILE_REMOVE 		= Plik został usunięty z listy segmentu bo nie istnieje. [br]-${str1}

TEXT_INVALID_VALUE			= Wpisz wartość między ${int1} a ${int2}.

TEXT_WARNING_MAX_SEGMENT         	= Możesz dodać do ${int1} plików/segmentów.
TEXT_WARNING_MAX_SEGMENT_FAIL           = Poniższe ${int1} pliki nie zostały dodane.[br]${str1}
TEXT_WARNING_MAX_SEGMENT_AUTO		= Masz zamiar przekroczyć maksymalną liczbę odcinków Bandicut (99). Jeśli będziesz kontynuować, niektóre segmenty nie zostaną dodane. [br] Na pewno chcesz kontynuować?
TEXT_WARNING_MAX_SEGMENT_SHORT		= Bandycut nie może podzielić na segmenty ${int1}, ponieważ czas każdego segmentu jest za krótki. [br] Wpisz mniejszą liczbę.
TEXT_WARNING_MAX_SEGMENT_AUTO_CANT	= Nie możesz już dzielić segmentu, bo przekroczono maksymalną liczbę segmentów.
TEXT_WARNING_MAX_SEGMENT_ZERO		= Czas jest dłuższy niż czas segmentu. [br] Ustaw na mniejszą wartość i spróbuj ponownie.
TEXT_WARNING_INVALID_TIME		= Ustaw czas powyżej 1 sekundy.

TEXT_EXIST_FILE_HEADER			=Plik o tej nazwie już istnieje.
TEXT_EXIST_FILE_COMMENT			= Gdy będziesz kontynuował tę czynność, kolejny numer zostanie dodany do nazwy pliku. Na pewno chcesz kontynuować?
TEXT_EXIST_FILE_OVERWRITE			= Zapisz plik projektu
TEXT_EXIST_FILE_COMMENT_OVERWRITE	= ${str1} already exists.[br]Do you want to overwrite it?

TEXT_MSG_PROJECT_HELP			= What is a project file?
TEXT_MSG_SAVE_PROJECT_HEADER		= Zadanie w toku.
TEXT_MSG_SAVE_PROJECT			= Jeśli dodasz pliki wideo lub plik projektu, uruchomione zadanie zostanie utracone.
TEXT_MSG_SAVE_PROJECT2			= Czy chcesz kontynuować po zapisaniu plik projektu?
TEXT_MSG_SAVE_PROJECT_CLOSE		= Czy chcesz kontynuować po zapisaniu plik projektu?
TEXT_MSG_LOAD_PROJECT_FAIL		= Nie można otworzyć plik projektu.
TEXT_MSG_RESTORE_PROJECT		= Bandicut didn't shut down correctly.[br]Do you want to restore your previous task?

; Available Encoder
TEXT_RECOMMEND_CODEC_COMMENT		= Intel Quick Sync Video is not enabled.[br]To use the "H264 (Intel® Quick Sync Video)" codec, please plug the VGA cable from the monitor into the VGA port on the motherboard.
TEXT_RECOMMEND_CODEC_COMMENT_OK	 = Chcesz odwiedzić stronę pomocy?

TEXT_ENCODER_TITLE			= ${str1} encoder Available
TEXT_ENCODER_AVAILABLE_ENCODER		= ${str1} is a hardware encoder which allows you to edit videos at a higher speed than the software-based encoder.
TEXT_ENCODER_AVAILABLE_ENCODER_OK	= [br]Would you like to use the ${str1} encoder?

TEXT_ERROR_NOT_AVAILABLE_FB_UPLOAD	=Ta funkcja nie jest już dostępny z powodu polityki Facebooka.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Log
TEXT_INPUT_FILE_INFO			= Informacje o pliku wejściowym
TEXT_H264_NOT_SUPPORT			= Ten system nie obsługuje kodowania H.264.
TEXT_FILE_NAME				= Nazwa pliku: ${str1}
TEXT_FILE_TYPE				= Format pliku: ${str1}
TEXT_FILE_DURATION			= Czas trwania: ${str1}
TEXT_FILE_SIZE				= Wielk. pliku: ${str1}
TEXT_SEGMENT				= Segmentów: ${str1}
TEXT_HIGH_SPEED_KEY_FRAME_START		= - Oryginalny czasu uruchomienia: ${str1}
TEXT_HIGH_SPEED_KEY_FRAME_KEY_START	= - Nowy czas uruchomienia: ${str1}
TEXT_ENABLE_HIGH_SPEED			= Stosuj tryb wysokiej szybkości: ${str1}
TEXT_SEEKABLE				= Szukam ${str1}  
TEXT_POSSIBLE				= Włącz
TEXT_IMPOSSIBLE				= Wyłącz
TEXT_POSSIBLE_REG			= Dostępne po rejestracji.
TEXT_TRACK_COUNT			= ${int1} Ścieżka(i) wideo(s), ${int2} Ścieżka(i) audio
TEXT_OUTPUT_FILE_INFO			= Informacje o pliku wyjściowym
TEXT_ADD_FAILED				= [Nie można dodać pliku]
TEXT_OUTPUT_OPTION			= Opcje wyjściowe
TEXT_INPUT_FILES			= [Pliki wejściowe(Segmenty) Ilość : ${int1}]
TEXT_H264_ENCODER			= H.264 Encoder
TEXT_CODEC				= Codec

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Main window
TEXT_MAIN_MOVIE_FILES			= Pliki mediów
TEXT_MAIN_PROJECT_FILES			= Pliki projektu
TEXT_MAIN_ALL_FILES			= Wszystkie pliki

TEXT_MOREINFO				= Zobacz więcej...

TEXT_SEGMENT_TITLE			= Segment ${str1}
TEXT_SEGMENT_FILE_TITLE			= Plik ${str1}

TEXT_RECORDING				= Uruchom Bandicam Screen Recorder[br] (Nagrywanie ekranu PC, gry lub kamery internetowej)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Banner
TEXT_BANNER_FONT			= Arial
TEXT_BANNER_FONT_COLOR			= #bbb
TEXT_BANNER_FONT_OVER_COLOR		= #5acf0c
TEXT_BANNER_OFF_TITLE			= Wersja do oceny
TEXT_BANNER_OFF_SUBJECT			= Korzystasz z wersji niezarejestrowanej.
TEXT_BANNER_OFF_CONTENTS_1		= Gdy kupisz i zarejestrujesz licencję na Bandicut,
TEXT_BANNER_OFF_CONTENTS_2		= możesz używać program bez ograniczeń wersji do oceny.
TEXT_BANNER_RESULT_SUBJECT		= Nie jesteś zadowolony z szybkości?
TEXT_BANNER_RESULT_CONTENTS_1		= Kup licencję Bandicut
TEXT_BANNER_RESULT_CONTENTS_2		= Szybkość zostanie zwiększona o ponad <b>${str1}% (${str2})</b>.
TEXT_BANNER_RESULT_BTN			= Kup teraz

TEXT_BANNER_UWP_SUBJECT			= Bandicut Video Cutter (free) for Microsoft Store
TEXT_BANNER_UWP_CONTENTS_1		= Fastest Lossless Video Cutter, Splitter and Joiner
TEXT_BANNER_UWP_CONTENTS_2		= For more information, visit the official website.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Configuration
TEXT_TAB_GENERAL			= Ogólne
TEXT_TAB_FILE				= Wyjście
TEXT_TAB_LANGUAGE			= Język
TEXT_TAB_HIGHSPEED			= Wysoka szybkość
TEXT_TAB_VFILTER			= Filtr wideo
TEXT_TAB_INFO				= O programie

TEXT_PREFIX_FILE_NAME			= Nazwa pliku źródłowego
TEXT_PREFIX_CUSTOM			= Własny Prefiks
TEXT_PREFIX_NONOE			= Brak
TEXT_SUFFIX_TIME			= Data i czas
TEXT_SUFFIX_SERIAL			= Numer kolejny
TEXT_SUFFIX_DATE_SERIAL			= Data i numer kolejny
TEXT_FILE_EXAMPLE			= Ex)
TEXT_DEFAULT_CACHE_FOLDER		= (Domyślny)

TEXT_INTEL_QSV				= Intel® Quick Sync video (Szybko, przyspieszenie sprzętowe)

TEXT_H264_NOT_SUPPORT			= Ten system nie obsługuje kodowania H.264.[br]Chcesz odwiedzić stronę pomocy?

TEXT_VIDEO_QUALITY			= Jakość
TEXT_VIDEO_BITRATE			= Przepływność(Kb/sek)
TEXT_AUDIO_MONO				= Mono
TEXT_AUDIO_STEREO			= Stereo
TEXT_NO_VIDEO				= Brak wideo
TEXT_NO_AUDIO				= Brak audio
TEXT_VIDEO				= Wideo
TEXT_AUDIO				= Audio
TEXT_UNKNOWN				= Nieznany
TEXT_AUTO				= Auto
TEXT_ALWAYS				= Always
TEXT_DONT_USE				= Don't use

TEXT_FIT_WIDTH				= Dopasuj do szerokości
TEXT_FIT_HEIGHT				= Dopasuj do wysokości
TEXT_SIZE_AUTO				= Zachowaj oryginalny rozmiar
TEXT_SIZE_CUSTOM			= Dostosuj

TEXT_FIT_WIDTH_INFO			= Dopasuj do szerokości (${int1}x0)
TEXT_FIT_HEIGHT_INFO			= Dopasuj do wysokości (0x${int1})
TEXT_SIZE_AUTO_INFO			= (${int1}x${int2})

TEXT_FULL_HD				= 1920x1080(Full HD, 1080p)
TEXT_FIT_IPAD2				= 1024 x 768 (iPad2)
TEXT_FIT_IPHONE4			= 960 x 640 (iPhone4)
TEXT_FIT_NEW_IPAD			= 2048 x 1536 (New iPad)

TEXT_FPS_AUTO				= Zachowaj oryginalne kl/sek

TEXT_MIN_VIDEO_SIZE			= Minimalna wartość szerokości i wysokości obrazu ${int1}.
TEXT_MAX_VIDEO_SIZE			= Maksymalna wartość szerokości i wysokości obrazu ${int1}.
TEXT_ODD_VIDEO_SIZE			= Kodowanie może się nie udać, gdy szerokość lub wysokość wideo jest nieparzysta. [br] Czy chcesz zmienić rozmiar obrazu w ten sposób?
TEXT_ODD_VIDEO_SIZE2			= [br]- Podany przez użytkownika rozmiar wideo: ${int1} x ${int2}
TEXT_ODD_VIDEO_SIZE2_1			= [br]- nowy rozmiar: ${int1} x ${int2}
TEXT_MAX_VIDEO_KBITRATE			= Maksymalna wartości przepływności wideo ${int1} Kb/sek.
TEXT_MAX_VIDEO_QUALITY			= Wartość jakości wideo musi być pomiędzy 1 a 100.
TEXT_DONT_ALLOW_NORMALIZE		= Nie można użyć tej opcji z opcją [Usuń ścieżki audio].[br]Czy chcesz wyłączyć opcję [Usuń ścieżki audio]?
TEXT_DONT_ALLOW_REMOVE_AUDIO		= Nie można użyć tej opcji z opcją [Normalizuj].[br]Czy chcesz wyłączyć opcję [Normalizuj?

TEXT_SAMPLERATE_AUTO			= Zachowaj oryginalną częstotliwość

TEXT_ASK_FOR_REG			= Wersja niezarejestrowana
TEXT_ASK_FOR_REG_DETAIL			= Kup licencję Bandicut by usunąć wszystkie ograniczenia.
TEXT_ASK_FOR_REG_CONTINUE		= Ignoruj i kontynuuj
TEXT_ASK_FOR_REG_REGNOW			= Rejestracja Bandicut
TEXT_ASK_FOR_REG_TRY			= Próbuj niezarejestrowany Bandicut

TEXT_NOT_EXIST_OUTPUT			= Folder wyjściowy nie istnieje. Please change the output folder.
TEXT_NOT_SUPPORT_FOLDER			= Nie możesz zapisać plików do tego folderu. Wybierz inny foler.
TEXT_NOT_SAVE_SOURCE_FOLDER		= Nie możesz zapisać plików w folderze źródłowym [br]Czy chcesz kontynuować po odznaczeniu opcji [Zapisz w folderze źródłowymo]?
TEXT_NOT_ALLOWED_CHAR			= Nazwa pliku nie może zawierać następujących znaków .[br]${str1}
TEXT_LONG_PATH				= Nazwa pliku będzie zbyt długa na wyjściu. Skróć nazwę i spróbuj ponownie, lub zmień lokalizację na taką, która ma krótszą ścieżkę. [br] Maksymalna długość ścieżki to  ${int1} znaków.
TEXT_ADDING_FILES			= Teraz dodaję pliki multimedialne. Czekaj chwilę.

TEXT_DEFAULT_PRESET			= Domyślny
TEXT_FIT_WIDTH_PRESET			= Na szerokość
TEXT_FIT_HEIGHT_PRESET			= Na wysokość
TEXT_UPLOAD_480_PRESET			= YouTube / Twitter (480p, 30fps)
TEXT_UPLOAD_720_PRESET			= YouTube / Twitter (720p, 30fps)
TEXT_UPLOAD_1080_PRESET			= YouTube / Twitter (1080p, 30fps)
TEXT_SMARTPHONE_PRESET			= Smartphone
TEXT_PPT_PRESET				= PowerPoint
TEXT_DELETE_PRESET			= Do you want to delete the preset?[br][br]-Preset name: ${str1}
TEXT_SAME_PRESET			= Podana nazwa ustawienia już istnieje. Do you want to overwrite the existing preset?[br][br]-Preset name: ${str1}
TEXT_SAME_RENAME_PRESET			= Podana nazwa ustawienia już istnieje. Wpisz inną nazwę.[br][br]-Preset name: ${str1}
TEXT_REFLECTED_PRESET			= Your preset has been applied[br][br]-Preset name: ${str1}

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Installer
TEXT_WELCOMEPAGE_TEXT			= Ten program zainstaluje Bandicut na komputerze.[br][br]Gdy Bandicut jest uruchomiony, zamknij go przed rozpoczęciem instalacji.[br][br]Kliknij na Dalej, by kontynuować.
TEXT_DELETE_ALL_FILES			= Nie wszystkie pliki w (${str1}) zostały usunięte. [br] Czy chcesz je usunąć?
TEXT_STILLRUN_EXIT_PROGRAM		= Bandicut jest w użyciu. Zamknij program, przed kontynuacją.
TEXT_THIS_IS_NT_ONLY_APP		= Ten program będzie działał poprawnie tylko w Windows Vista i nowszych. [br]Chcesz pobrać wersję dla Windows XP?
TEXT_DO_NOT_WORK_32BIT			= This program doesn't work on 32-bit Windows. [br]Do you want to download the version for 32-bit Windows?
TEXT_NEED_ADMIN_PRIVILEGE		= Instalacja programu wymaga uprawnień administratora. [br]Przerwać instalację?
TEXT_DELETE_ALL_PRESET_FILES		= Your custom presets exist.[br]Do you want to remove them?

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Wizard
TEXT_WIZARD_COMMENT				= Wybierz tryb, który chcesz użyć.
TEXT_WIZARD_COMMENT_CUT			= Tnie pliki wideo i usuwa jedną lub więcej części z wideo.
TEXT_WIZARD_COMMENT_SPLIT		= Dzieli plik wideo na kilka segmentów.
TEXT_WIZARD_COMMENT_JOIN		= Łączy wiele plików wideo.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Cut/Join Guide
TEXT_GUIDE_CUT				= <font color=white>Bandicut</font> Wycinanie
TEXT_GUIDE_JOIN				= <font color=white>Bandicut</font> Łączenie

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Cutting
TEXT_RESUME				= Wznów
TEXT_PAUSE				= Przerwa
TEXT_READY				= Czeka

TEXT_TITLE_ALARM_TRAILING		= ${str1} - Pisanie nagłówka pliku
TEXT_JOIN_JOB				= Połącz

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Register
TEXT_REGISTER_SUCCEEDED			= Twój Bandicut jest zarejestrowany.
TEXT_REGISTER_FAILED			= Rejestracja nieudana. [br]Sprawdź swój adres email i numer seryjny.
TEXT_REGISTER_CONNECT_FAILED		= Nie można połączyć się z serwerem rejestracji.[br]Sprawdź połączenie z internetem i ustaw zegar systemowy z dzisiejszą datą i godziną.${str1}
TEXT_REGISTER_FAILED_HELP		= [br]Gdy potrzebujesz pomocy, kliknij na OK.
TEXT_REGISTER_INFO			= Adres email: ${str1}[br]Numer seryjny: ${str2}
TEXT_REGISTER_INFO2			= Expiration Date: ${str1} (${int1} days left)
TEXT_REGISTER_INFO2_EXPIRED		= Expiration Date: ${str1} (Expired)
TEXT_REGISTER_YET			= Niezarejestrowany!!![br]- Znak wodny zostanie dodany na wideo. [br]- Kliknij na "Rejestracja", by usunąć wszystkie ograniczenia. 
TEXT_HAS_BEEN_UNREGISTERED		= Bandicut has been unregistered.
TEXT_UNREGISTER				= Do you want to unregister Bandicut?
TEXT_NOTICE_NEED_TO_RENEW		= Bandicut license expires after ${int1} days. Click the 'OK' button for license renewal instructions.
TEXT_NOTICE_NEED_TO_RENEW_NOW		= Bandicut license has expired. Click the 'OK' button for license renewal instructions.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; upload video
TEXT_UPLOAD_VID_NO_TITLE		= By wysłać wpisz tytuł wideo.
TEXT_UPLOAD_YOUTUBE_LOGIN		= Login - Youtube
TEXT_UPLOAD_YOUTUBE_LOGIN_TEXT		= Signing in with YouTube from the browser...
TEXT_UPLOAD_VIMEO_LOGIN			= Login - Vimeo
TEXT_UPLOAD_COMPLETE			= Wysłano
TEXT_UPLOAD_ERR_FAIL			= Nie udało się wysłać wideo.
TEXT_UPLOAD_ERR_FILESIZE_LIMIT		= Ten plik jest zbyt duży, by wysłać.
TEXT_UPLOAD_ERR_FREESPACE		= Za mało wolnego miejsca by wysłać.
TEXT_UPLOAD_ERR_CONNECT			= Nie udało się połączyć z serwerem.
TEXT_UPLOAD_ERR_AUTH_VIMEO		= Nie udało się przesłać tego wideo. Użytkownicy Vimeo Basic nie mogą ukryć wideo z Vimeo.
TEXT_UPLOAD_WARNING_DOING		= Trwa przesyłanie ${int1} plików wideo. Chcesz anulować przesyłanie filmów wideo i zamknąć Bandicut?
TEXT_UPLOAD_NO_PASSWORD			= Wpisz hasło.
TEXT_UPLOAD_YOUTUBE_QUOTA		= Bandicut has exceeded the daily upload quota assigned by YouTube.[br]The quota will be reset at midnight Pacific Time.[br]Please try again after midnight Pacific Time or go to YouTube.com and upload the video directly to YouTube.[br][br]Do you want to visit YouTube.com?
TEXT_UPLOAD_ERR_ACCESSTOKEN		= Failed to get an access token.

TXT_TITLE               		= Signing in with YouTube is complete!
TXT_MESSAGE_COMPLETE1   		= Signing in with YouTube is complete!
TXT_MESSAGE_COMPLETE2   		= You can close this page.
TXT_GOTO_BANDICUT_HOME  		= Go to bandicut.com

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; download & update 
TEXT_UPDATE_IN_PROGRESS			= Trwa instalacja...
TEXT_UPDATE_FAILED_DL			= Nie udało się pobrać plików instalatora. [br]Być może nie aktualnie brak połączenia z internetem.
TEXT_UPDATE_INSTALL_SUCCEED		= Instalacja zakończona.
TEXT_UPDATE_INSTALL_FAILED		= Instalacja nie powiodła się.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Menu
[MENU]
MENUSTR_MAIN_ABOUT			= O programie [tab]F1
MENUSTR_MAIN_FILE_OPEN			= Otwórz plik [tab]F2, Ctrl+O
MENUSTR_MAIN_FILE_UPLOAD		= Wyślij do
MENUSTR_MAIN_FILE_CLOSE			= Zamknij plik [tab]F4
MENUSTR_MAIN_OUTPUT			= Otwórz folder wyjściowy [tab]Ctrl+F2
MENUSTR_MAIN_SETTING			= Konfiguracja [tab]F5
MENUSTR_MAIN_REGISTER			= Rejestracja [tab]F3
MENUSTR_MAIN_CLOSE			= Wyjście [tab]Alt+F4
MENUSTR_MAIN_HELP			= Pomoc
MENUSTR_HELP_ONLINE			= Pomoc
MENUSTR_HELP_HOTKEYS			= Informacja o skrótach
MENUSTR_HELP_LICENSE			= Informacja o licencji
MENUSTR_MAIN_VIDEO			= Wideo
MENUSTR_MAIN_AUDIO			= Audio
MENUSTR_MAIN_FILE_INFO			= Informacja o pliku [tab]Ctrl+F1
MENUSTR_MAIN_FILE_CLOSE_ALL		= Zamknij wszystkie pliki [tab]F4
MENUSTR_MAIN_PROJECT_FILE_OPEN		= Otwórz plik projektu
MENUSTR_MAIN_PROJECT_FILE_SAVE		= Zapisz plik projektu
MENUSTR_UPLOAD_SETTING			= Ustawienia

MENUSTR_PRESET_USER			= Ustawienia własne
MENUSTR_PRESET_ADD			= Dodaj profil
MENUSTR_PRESET_EDIT			= Edytuj profil

[DIALOG]
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; GENERAL 
IDCANCEL				= Anuluj
IDOK					= OK
IDC_BTN_CLOSE				= Zamknij
IDC_BTN_YES				= Tak
IDC_BTN_NO				= Nie
IDC_BTN_REGISTER			= Rejestruj
IDC_CK_OPEN_OUTPUT_FOLDER		= Otwórz folder wyjściowy.
IDC_ST_DETAIL_LINK			= Zobacz więcej...
IDC_ST_OPTION				= Opcje
IDC_ST_HELP				= Pomoc

[IDD_OUTPUT_DETAIL]
IDD_OUTPUT_DETAIL			= Ustawienia trybu kodowania
IDC_ST_FILE_FORMAT			= File
IDC_ST_FORMAT				= Format pliku
IDC_ST_VIDEO_DETAIL			= Wideo
IDC_ST_AUDIO_DETAIL			= Audio
IDC_ST_VIDEO_SIZE			= Rozmiar wideo
IDC_ST_FPS				= Kl/sek
IDC_ST_VIDEO_CODEC			= Kodek wideo
IDC_ST_VIDEO_MODE			= Ustawienie przepływności
IDC_ST_VIDEO_QUALITY			= Jakość
IDC_ST_VIDEO_BITRATE			= Przepływność
IDC_ST_VIDEO_DEINTERLACE		= Deinterlace
IDC_ST_AUDIO_CODEC			= Kodek audio
IDC_ST_AUDIO_CHANNEL			= Kanał
IDC_ST_AUDIO_SAMPLERATE			= Częstotliwość
IDC_ST_AUDIO_MODE			= Ustawienie przepływności
IDC_ST_AUDIO_BITRATE			= Przepływność
IDC_BTN_PRESET				= Domyślnie
IDC_BTN_SETTING_MORE			= Więcej ustawień...
IDC_ST_AUDIO_NORMALIZE			= Normalizuj
IDC_CK_AUDIO_NORMALIZE			= Uzyj

[IDD_OUTPUT_H264]
IDD_OUTPUT_H264				= Ustawienia H.264
IDC_ST_H264_PROFILE_SETTING		= Ustawienia ${str1}
IDC_ST_H264_PROFILE			= Profil
IDC_ST_H264_LEVEL			= Poziom

[IDD_PRESET_ADD]
IDD_PRESET_ADD				= Dodaj nowy profil
IDC_ST_ADD_PRESET			= Możesz zapisać bieżące ustawienia formatu jako nowy profil.[br]Wpisz nazwę nowego profilu.
IDC_ST_SELECT_ENCODER			= H.264 Encoder Settings
IDC_ST_VIDEO_ENCODER			= H.264 Encoder			

[IDD_PRESET_RENAME]
IDD_PRESET_RENAME			= Zmień nazwę profilu
IDC_ST_RENAME_PRESET			= Wpisz nową nazwę profilu.

[IDD_PRESET_EDIT]
IDD_PRESET_EDIT				= Edytuj profile.
IDC_BTN_PRESET_ADD			= Dodaj
IDC_BTN_PRESET_DELETE			= Usuń
IDC_BTN_PRESET_RENAME			= Zmień nazwę

[IDD_SETTING]
IDD_SETTING				= Konfiguracja
IDC_BTN_RESET				= Resetuj

[IDD_SETTING_GENERAL]
IDC_CK_SHOW_NOT_SKEEABLE		= Powiadom gdy otwierane są nieobsługiwane formaty plików.
IDC_CK_ALERT_EXIST_FILE			= Alarm, gdy plik o tej nazwie już istnieje.
IDC_CK_ALERT_SAVE_PROJECT		= Alert when saving a project file.
IDC_CK_USE_LOG_FILE			= Utwórz pliki dziennika (.log)
IDC_CK_MOV_FRONT_HEADER			= Zapisz informacje o pliku na początku pliku (tylko MP4).
IDC_CK_KEEP_CREATION_TIME		= Zachowaj datę/czas utworzenia oryginal. pliku (Dane tagu).
IDC_ST_UPLOAD				= Opcja wysyłania
IDC_CK_SHOW_TIP				= Pokaż wskazówkę/informacje
IDC_CK_AUTO_MOVE			= Przesuń pozycję wejściową, naciskając klawisze numeryczne.
IDC_CK_DEINTERLACE_PREVIEW		= Use the deinterlace filter when playing interlaced video.

[IDD_SETTING_FILE]
IDC_ST_OUTPUT				= Folder wyjściowy
IDC_BTN_SET_OUTPUT			= Przeglądaj...
IDC_BTN_OPEN_OUTPUT			= Otwórz
IDC_CK_OUTPUT_SOURCE			= Zapisz w folderze źródłowym
IDC_ST_FILENAME				= Ustawienia nazw pliku
IDC_ST_CACHE_FOLDER			= Cache folder
IDC_BTN_SET_CACHE_FOLDER		= Przeglądaj...
IDC_BTN_SET_DEFAULT_CACHE_FOLDER	= Domyślny

[IDD_SETTING_LANGUAGE]
IDC_ST_LANGUAGE				= Język
IDC_ST_TRANSLATOR			= Podziękowania dla tłumaczy

[IDD_SETTING_HIGHSPEED]
IDC_CK_SHOW_NOT_HIGH_SPEED		= Ostrzeż, gdy nie można korzystać z trybu wysokiej szybkości.
IDC_CK_ALWAYS_KEY_FRAME_CUT		= W trybie wys. szybkości zawsze tnij/łącz wg klatki kluczowej.
IDC_CK_SHOW_KEY_FRAME_CUT		= Ostrzeż, gdy zmieni się czas uruchomienia pliku.

[IDD_UPLOAD_TO_VIMEO]
IDD_UPLOAD_TO_VIMEO			= Wyślij do Vimeo.com
IDC_ST_VIMEO_UPLOADINFO			= Wyślij informacje
IDC_ST_VIMEO_FILENAME			= Nazwa pliku:
IDC_ST_VIMEO_TITLE			= Tytuł:
IDC_ST_VIMEO_DESCRIPTION		= Opis:
IDC_ST_VIMEO_PRIVACY			= Prywatność:
IDC_RD_VIMEO_PRIVACY_ANYONE		= Każdy - Pozwól wszystkim zobaczyć to wideo
IDC_RD_VIMEO_PRIVACY_ONLYME		= Tylko mi - zrób by to wideo było widoczny dla mnie i nikogo innego.
IDC_RD_VIMEO_PRIVACY_FOLLOW		= Tylko ludzie śledzący - Zrób by to wideo było widoczne tylko dla ludzi, śledzących na Vimeo
IDC_RD_VIMEO_PRIVACY_UNLISTED		= Tylko osoby z linkiem prywatnym mogą zobaczyć to wideo
IDC_ST_VIMEO_PRIVACY_UNLISTED		= (Użytkownicy Vimeo Basic nie mogą korzystać z tej opcji)
IDC_RD_VIMEO_PRIVACY_PASSWORD		= Tylko osoby z hasłem mogą zobaczyć to wideo 
IDC_CK_HIDE_PASSWORD			= Ukryj hasło
IDC_BTN_VIMEO_UPLOAD			= Wyślij
IDC_LN_VIMEO_HELP			= Pomoc

[IDD_UPLOADING_VIMEO]
IDD_UPLOADING_VIMEO			= Wysyłanie...
IDC_ST_VIMEO_UPLOADED			= Wysyłanie wideo jest zakończone!
IDC_ST_VIMEO_LINK			= Link:
IDC_ST_VIMEO_EMBED			= Wstaw:
IDC_BTN_VIMEO_LINK_GO			= Przejdź
IDC_BTN_VIMEO_EMBED_COPY		= Kopiuj
IDC_BTN_VIMEO_CLOSE			= Zamknij

[IDD_UPLOAD_TO_YOUTUBE]
IDD_UPLOAD_TO_YOUTUBE			= Wyślij do Youtube.com
IDC_ST_YOUTUBE_UPLOADINFO		= Informacja wysyłania
IDC_ST_YOUTUBE_FILENAME			= Nazwa pliku:
IDC_ST_YOUTUBE_TITLE			= Tytuł:
IDC_ST_YOUTUBE_DESCRIPTION		= Opis:
IDC_ST_YOUTUBE_PRIVACY			= Prywatność:
IDC_RD_YOUTUBE_PRIVACY_PUBLIC		= Publiczny - zezwól wszystkim, zobaczyć to wideo
IDC_RD_YOUTUBE_PRIVACY_UNLISTED		= Niepubliczny - każdy, kto ma link do wideo możne go zobaczyć
IDC_RD_YOUTUBE_PRIVACY_PRIVATE		= Prywatne - Wideo widoczne dla mnie i wybranych użytkowników
IDC_BTN_YOUTUBE_UPLOAD			= Wyślij
IDC_LN_YOUTUBE_HELP			= Pomoc
IDC_LN_YOUTUBE_TOS			= Klikając na "Wyślij", potwierdzasz, że masz wszystkie prawa do treści lub masz upoważnienie właściciela do udostępniania treści w serwisie YouTube i że jest on zgodny z <a> Warunkami korzystania z YouTube</a>.
IDC_CK_YOUTUBE_KEEP_LOGGED_IN		= Keep me logged in
IDC_BTN_YOUTUBE_LOGOUT			= Logout

[IDD_UPLOADING_YOUTUBE]
IDD_UPLOADING_YOUTUBE			= Wsyłanie...
IDC_ST_YOUTUBE_UPLOADED			= Zakończono wysyłanie wideo!
IDC_ST_YOUTUBE_LINK			= Link:
IDC_ST_YOUTUBE_EMBED			= Osadź:
IDC_BTN_YOUTUBE_LINK_GO			= Przejdź
IDC_BTN_YOUTUBE_EMBED_COPY		= Kopiuj
IDC_BTN_YOUTUBE_CLOSE			= Zamknij

[IDD_FILEINFO]
IDD_FILEINFO				= Informacja o pliku
IDC_BTN_CLIPBOARD			= Kopiuj do schowka

[IDD_REGISTER]
IDD_REGISTER				= Zarejestruj Bandicut
IDC_ST_1BUY				= 1. Kup
IDC_ST_1BUY_COMMENT			= Gdy Bandicut nie jest zarejestrowany, znak wodny zostanie dodany na wideo. Kliknij "Kup teraz", aby kupić licencję Bandicut.
IDC_BTN_BUY_ONLINE			= Kup teraz
IDC_ST_2REGISTER			= 2. Rejestracja
IDC_ST_2REGISTER_COMMENT		= Wpisz adres email i numer seryjny. [br](Do rejestracji Bandicut wymagane jest połączenie z internetem.)
IDC_ST_EMAIL_ADDRESS			= Adres email
IDC_ST_SERIAL_NUMBER			= Numer seryjny
IDC_BTN_REGISTER_NOW			= Rejestruj
IDC_BTN_UNREGISTER_NOW			= Unregister

[IDD_SHUTDOWN]
IDD_SHUTDOWN				= Zamykanie systemu
IDC_ST_SHUTDOWN_INFO			= Zamykanie systemu
IDC_ST_SHUTDOWN_MSG1			= System zostanie zamknięty, ponieważ proces został zakończony.[br]Jeśli nie chcesz, zamknąć kliknij na Anuluj
IDD_SHUTDOWN_APP			= Zamknij Bandicut
IDC_ST_SHUTDOWN_APP_INFO		= Zamknij Bandicut
IDC_ST_SHUTDOWN_APP_MSG1		= Bandicut zamknie się automatycznie, ponieważ proces został zakończony.[br]Jeśli nie chcesz, zamknąć Bandicut, kliknij na Anuluj.

[IDD_UPDATE_CHECK]
IDD_UPDATE_CHECK			= Sprawdź aktualizacje
IDC_ST_UPDATE_SETTING			= Ustawienia
IDC_CK_ENABLE_AUTO_CHECK		= Włącz automatyczne sprawdzanie aktualizacji.
IDC_CK_SHOW_UPDATE_POPUP		= Pokaż pop-up gdy dostępna jest ważniejsza aktualizacja.
IDC_CK_SHOW_ENABLE_BETA			= Pokaż pop-up gdy dostępna jest aktualizacja beta.
IDC_BTN_CHECK_UPDATE_NOW		= Sprawdź aktualizacje

[IDD_UPDATEINFO]
IDD_UPDATEINFO				= Informacje o aktualizacji
IDC_ST_UPDATE_MSG1			= Dostępna jest nowa wersja.
IDC_ST_UPDATE_MSG2			= Po kliku na "Aktualizuj", możesz ją pobrać.
IDOK					= Aktualizuj

[IDD_FAILTOADD]
IDD_FAILTOADD				= Nie udało się dodać pliku(ów).

[IDD_ITEM_EDIT]
IDD_ITEM_EDIT				= Podział wideo
IDOK					= Zastosuj
IDC_RD_SPLIT_NUMBER			= Podziel na
IDC_RD_SPLIT_TIME			= Podziel wg czasu trwania:
IDC_ST_SEGMENT				= Segmenty
IDC_CK_KEEP_SEGMENT			= Zachowaj wybrany segment
IDC_ST_HOUR				= Godz.
IDC_ST_MIN				= Min.
IDC_ST_SEC				= Sek.

[IDD_INFORMATION]
IDD_INFORMATION				= Informacja o skrótach
IDD_INFORMATION_LICENSE			= Informacja o licencji

[SKIN]
; New UI
; Common
$BN_START				= Start
$BN_CANCEL				= Anuluj
$BN_OK					= OK
$BN_YES					= Tak
$BN_NO					= Nie
$ST_OPTION				= Opcje
$CK_JOIN				= Połącz segmenty
$BN_OPEN_OUTPUT				= Otwórz
$BN_HELP				= Pomoc
$CHECK_DO_NOT_SHOW			= Nie pokazuj następnym razem.

; Main
$BN_TIP					= Zarejestruj, by usunąć wszystkie ograniczenia.
$BN_ADD_SEGMENT				= Dodaj segment
$BN_GUIDE_OPEN_FILE			= Otwórz plik
$BN_GUIDE_OPEN_FILE_JOINER		= Otwórz plik
$ST_GUIDE_SET_SEGMENT			= Wybierz obszar cięcia
$ST_GUIDE_START				= Kliknij na Start
$ST_GUIDE_ADD_FILES			= Dodaj pliki
$ST_SEGMENT_LIST_TITLE			= Lista segmentów do cięcia
$ST_SEGMENT_LIST_TITLE_JOIN		= Lista plików do łączenia

; Wizard
$BN_WIZARD_CUT				= Wytnij
$BN_WIZARD_JOIN				= Połącz
$BN_WIZARD_SPLIT			= Podziel

; About
$ST_ABOUT_VERSION_INFO			= Wersja Bandicut
$ST_ABOUT_COPYRIGHT			= Copyright(c) 2013-2021 Bandicam.com
$BN_ABOUT_NEW_VERSION			= Dostępna jest nowa wersja.
$BN_ABOUT_CHECK_UPDATE			= Sprawdź aktualizację
$ST_ABOUT_LICENCE_INFO			= Informacje o licencji
$BN_ABOUT_REGISTER			= Rejestracja
$BN_ABOUT_REGISTER_HELP			= Jak kupić i zarejestrować
$ST_ABOUT_HOMEPAGE_INFO			= URL strony internetowej
$ST_ABOUT_HOMEPAGE_URL			= Strona programu
$ST_ABOUT_FAQ_URL			= FAQ
$BN_ABOUT_UPDATE_REGISTRATION		= Aktualizuj rejestrację
$BN_ABOUT_RENEW_LICENSE			= Renew License

; OutputProgress

; Ready
$ST_READY_OUTPUT_MODE			= Tryb
$RD_READY_HIGH_SPEED_MODE		= Tryb wysokiej szybkości
$RD_READY_ENCODING_MODE			= Tryb kodowania
$ST_READY_MODE_HIGH_SPEED		= Szybki i bezstratny (Zalecane)
$ST_READY_MODE_ENCODING			= Ustawieniee formatu pliku, jakość i kodeka (wolny)
$ST_READY_FILE_FORMAT			= Format pliku
$ST_READY_VIDEO_INFO			= Informacja wideo
$ST_READY_VIDEO_ENCODER			= Video Encoder
$ST_READY_AUDIO_INFO			= Informacja audio
$BN_READY_DETAIL_SETTING		= Ustawienia kodeka
$BN_READY_PRESET			= Profile
$ST_READY_OUTPUT_OPTION			= Wyjście
$ST_READY_OUTPUT_FILE_NAME		= Nazwa pliku
$ST_READY_SAVE_FOLDER			= Folder
$CK_READY_OUTPUT_TO_SOURCE		= Zapisz w folderze źródłowym
$ST_READY_TRACK_OPTION			= Zapisz ścieżki
$RD_READY_ALL_TRACK			= Zapisz wszystkie strumienie audio i wideo
$RD_READY_SEL_TRACK			= Zapisz tylko wybrane ścieżki wideo i audio
$CK_READY_EXTRACT_AUDIO			= Wyciąganie ścieżek dźwiękowych (.mp3)
$CK_READY_REMOVE_AUDIO			= Usuń ścieżki audio

; Run
$ST_RUN_CUT_FILE_INFO			= Postęp
$ST_RUN_FILE_NAME			= Plik:
$ST_RUN_COMPLETE			= Kompletny
$BN_RUN_UPLOAD				= Wyślij
$BN_RUN_PLAY				= Odtwórz
$ST_RUN_RUNNING_TIME			= Upływ czasu
$ST_RUN_REMAINING_TIME			= Pozostały czas
$ST_RUN_SPEED				= Szybkość
$ST_RUN_FILE_SIZE			= Wielkość pliku
$ST_END_OPTION				= Po zakończeniu
$ST_UPLOAD_OPTION			= Opcja wysyłania
$CK_RUN_OPEN_OUTPUT_FOLDER		= Otwórz folder wyjściowy.
$CK_RUN_SYSTEM_CLOSE			= Zamknij system
$CK_SOUND_ALARM				= Odtwórz dźwięk
$CK_MOVE_TO_MAIN			= Przejdź do głównego okna

; Capture
$BN_OPEN_FOLDER			= Otwórz folder
$BN_MESSAGE				= [u]Przechwycony obraz został zapisany w folderze wyjściowym.[/u]

; Update Bandicam
$ST_UPDATE_STEP1_TEXT			= Używałeś <font color="yellow">Bandicam</font>? Umożliwia on nagrywanie wszystkiego z ekranu komputera i zapisywanie tego w postaci pliku wideo.[br]Chcesz spróbować Bandicam?
$BN_UPDATE_STEP1_LINK			= Dowiedz się więcej
$ST_UPDATE_STEP2_TEXT			= Trwa pobieranie...
$BN_UPDATE_INSTALL			= Zainstaluj teraz
$BN_UPDATE_LATER			= Nie, dziękuję!
$BN_UPDATE_CANCEL			= Anuluj
$BN_UPDATE_CLOSE			= Zamknij
$ST_UPDATE_OFFLINE			= bandicam.jpg

; Rebuild Index
$ST_REBUILD_INDEX_TITLE			= Preparing your file(s) for editing.

; Tooltip
$TT_MENU				= Menu
$TT_WIZARD				= Uruchom (Home)
$TT_CUTTER				= Wytnij
$TT_JOINER				= Połącz
$TT_ABOUT				= Informacja (F1)
$TT_SETTING				= Konfiguracja (F5)
$TT_BANDICAM				= Uruchom Bandicam

$TT_FILE_CLOSE_WORK			= Zamknij wszystkie pliki (F4)
$TT_FILE_CLOSE_WORK_CUT			= Zamknij plik - Usuń wszystkie segmenty (F4)

$TT_FILE_OPEN				= Otwórz plik (F2,Ctrl+O)
$TT_FILE_ADD				= Dodaj pliki (F2,Ctrl+O)
$TT_FILE_PROJECT			= Pliki projektu
$TT_OPEN				= Otwórz

$TT_REGISTER				= Rejestruj (F3)
$TT_OPEN_OUTPUT_FOLDER			= Otwórz plik projektu (Ctrl+F2)
$TT_HELP				= Pomoc
$TT_REFRESH_LINFO			= Refresh license Information

$TT_PLAYER_PLAY				= Odtwórz/Przerwa (Space)
$TT_PLAYER_STOP				= Stop (Ctrl+Space)
$TT_PLAYER_PLAY_SEG			= Odtwórz/Przerwa segment (Ctrl+P)
$TT_PLAYER_STOP_SEG			= Zatrzymaj segment (Alt+P)

$TT_PLAYER_PREV_KEY_FRAME		= Przejdź do poprzedniej klatki kluczowej (Ctrl+Left)
$TT_PLAYER_PREV_FRAME			= Przejdź do poprzedniej klatki (Left)
$TT_PLAYER_NEXT_FRAME			= Przejdź do następnej klatki (Right)
$TT_PLAYER_NEXT_KEY_FRAME		= Przejdź do następnej klatki kluczowej (Ctrl+Right)
$TT_PLAYER_PREV_FILE_PLAY		= Odtwórz poprzedni plik (Lewy)
$TT_PLAYER_NEXT_FILE_PLAY		= Odtwórz następny plik (Prawy)
$TT_PLAYER_SEG_ADD			= Dodaj segment (Ctrl+A)
$TT_ADD_SEGMENT_MAX               	= Możesz dodać do ${int1} pliki/segmenty.
$TT_PLAYER_SEG_START			= Ustaw czas początku segmentu ( S )
$TT_PLAYER_SEG_END			= Ustaw czas końca segmentu ( E )
$TT_PLAYER_MUTE_ON			= Wycisz ( M )
$TT_PLAYER_MUTE_OFF			= Włącz ( M )

$TT_PLAYER_CAPTURE			= Przechwyć (Ctrl+C)

$TT_ADD_SEGMENT				= Dodaj segment (Ctrl+N)
$TT_PREV_SEGMENT			= Przenieś w górę
$TT_NEXT_SEGMENT			= Przenieś w dół
$TT_PREV_MOVE_FILE			= Przesuń do tyłu
$TT_NEXT_MOVE_FILE			= Przesuń do przodu

$TT_RUN_UPLOAD_OPTION			= Opcja wysyłania

$TT_LIST_PLAY				= Odtwórz/Przerwa segment
$TT_LIST_SPLIT				= Podziel
$TT_LIST_CUT_REMOVE			= Usuń
$TT_LIST_JOIN_REMOVE			= Usuń

$FONT_SIZE				= 

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; FILE
$LOGO_FILE				= logo.png
$BETA_ICON_FILE				= beta_icon.png
$UNREGISTERED_ICON_FILE			= unregistered_icon.png
$EXPIRED_ICON_FILE			= expired_icon.png

[HOTKEYS]
HOTKEYS_DEFAULT				= * Skróty klawiszowe dla Bandicut
HOTKEYS_ABOUT				= - O programie:		F1
HOTKEYS_FILE_INFO			= - Informacja o pliku:		Ctrl+F1
HOTKEYS_SETTING				= - Konfiguracja:		F5
HOTKEYS_MAX				= - Maksymalizuj/Przywróć:	Enter
HOTKEYS_CHANGE_MODE			= - Zmień tryb	: Ctrl+M
HOTKEYS_REGISTER			= - Rejestruj Bandicut	: F3
HOTKEYS_HOME				= - Idź do strony startowej:	Home

HOTKEYS_PLAY_TITLE			= * Odtwórz
HOTKEYS_OPEN_FILE			= - Otwórz plik:		Ctrl+O, F2
HOTKEYS_CLOSE				= - Zamknij (Wszystkie) plik(i):		F4
HOTKEYS_START				= - Start:           Ctrl+Enter
HOTKEYS_OPEN_FOLDER			= - Otwórz folder wyjściowy:	Ctrl+F2
HOTKEYS_PLAY				= - Odtwórz/Przerwa:		Space
HOTKEYS_STOP				= - Stop:			Ctrl+Space
HOTKEYS_MUTE				= - Wycisz włącz/wyłącz:		M

HOTKEYS_SEGMENT_PLAY			= - Odtwórz/Przerwa segment:	Ctrl+P
HOTKEYS_SEGMENT_STOP			= - Stop segment:		Alt+P
HOTKEYS_SEGMENT_REMOVE			= - Usuń segment:	Delete

HOTKEYS_PLAY_FORWARD			= - Do przodu:		Right, Numpad+
HOTKEYS_PLAY_REWIND			= - Przewiń do tyłu:		Left, Numpad-

HOTKEYS_CUT_TITLE			= * Wytnij
HOTKEYS_SET_START_TIME			= - Ustaw czas początku segmentu:	S
HOTKEYS_SET_END_TIME			= - Ustaw czas końca segmentu:		E
HOTKEYS_SEGMENT_ADD			= - Dodaj segment:	Ctrl+N

HOTKEYS_NEXT_FRAME			= - Następna klatka:		Right, Numpad+
HOTKEYS_NEXT_KEY_FRAME			= - Następna klatka kluczowa:	Ctrl+Right

HOTKEYS_PREVIOUS_FRAME			= - Poprzednia klatka:		Left, Numpad-
HOTKEYS_PREVIOUS_KEY_FRAME		= - Poprzednia klatka kluczowa:	Ctrl+Left

HOTKEYS_PREVIOUS_SEL_SEG		= - Wybierz poprzedni segment: W górę
HOTKEYS_NEXT_SEL_SEG			= - Wybierz następny segment : W dół

HOTKEYS_PREV_TIME_DIGIT			= -Przejdź do poprzedniej cyfry czasu: Shift + Tab
HOTKEYS_NEXT_TIME_DIGIT			= - Przejdź do następnej cyfry czasu:	Tab

HOTKEYS_JOIN_TITLE			= * Połącz
HOTKEYS_PREV_FILE_PLAY			= - Odtwórz/wybierz poprzedni plik: Lewy
HOTKEYS_NEXT_FILE_PLAY			= - Odtwórz/wybierz następny plik: Prawy